Repository: terciotales/glads
Catalog: languages/glads-*.po
Languages: pt_br

source: Glads - WordPress Ad Manager
pt_br: Glads - Gerenciador de Anúncios para WordPress

source: A simple ad manager for WordPress.
pt_br: Um gerenciador de anúncios simples para WordPress.

# Post Type General Name
source: Ads
pt_br: Anúncios

# Post Type Singular Name
source: Ad
pt_br: Anúncio

source: Ads
pt_br: Anúncios

source: Ad
pt_br: Anúncio

source: Ad Archives
pt_br: Arquivos de Anúncios

source: Ad Attributes
pt_br: Atributos do Anúncio

source: Parent Ad:
pt_br: Anúncio Pai:

source: All Ads
pt_br: Todos os Anúncios

source: Add New Ad
pt_br: Adicionar Novo Anúncio

source: Add New
pt_br: Adicionar Novo

source: New Ad
pt_br: Novo Anúncio

source: Edit Ad
pt_br: Editar Anúncio

source: Update Ad
pt_br: Atualizar Anúncio

source: View Ad
pt_br: Ver Anúncio

source: View Ads
pt_br: Ver Anúncios

source: Search Ad
pt_br: Buscar Anúncio

source: Not found
pt_br: Não encontrado

source: Not found in Trash
pt_br: Não encontrado no Lixo

source: Featured Image
pt_br: Imagem Destacada

source: Set featured image
pt_br: Definir imagem destacada

source: Remove featured image
pt_br: Remover imagem destacada

source: Use as featured image
pt_br: Usar como imagem destacada

source: Insert into ad
pt_br: Inserir no anúncio

source: Uploaded to this ad
pt_br: Enviado para este anúncio

source: Ads list
pt_br: Lista de anúncios

source: Ads list navigation
pt_br: Navegação da lista de anúncios

source: Filter ads list
pt_br: Filtrar lista de anúncios

source: Post Type for Ads
pt_br: Tipo de Post para Anúncios

# taxonomy general name
source: Ad Positions
pt_br: Posições dos Anúncios

# taxonomy singular name
source: Ad Position
pt_br: Posição do Anúncio

source: Search Ad Positions
pt_br: Buscar Posições de Anúncios

source: All Ad Positions
pt_br: Todas as Posições de Anúncios

source: Parent Ad Position
pt_br: Posição de Anúncio Pai

source: Parent Ad Position:
pt_br: Posição de Anúncio Pai:

source: Edit Ad Position
pt_br: Editar Posição de Anúncio

source: Update Ad Position
pt_br: Atualizar Posição de Anúncio

source: Add New Ad Position
pt_br: Adicionar Nova Posição de Anúncio

source: New Ad Position Name
pt_br: Nome da Nova Posição de Anúncio

source: Ad Positions
pt_br: Posições de Anúncios

# block title
source: Glads Ad
pt_br: Anúncio Glads

# block description
source: A block to display ads.
pt_br: Um bloco para exibir anúncios.
